[
  {
    "user": "default",
    "gratitude": "Elena,I'm extremely grateful for your fashion counseling - thank you so much Lena for your time and care!"
  },
  {
    "user": "default",
    "gratitude": "Eloise,Thank you Eloise for being such a fantastic team mate in driving this appreciation initiative! :) "
  },
  {
    "user": "default",
    "gratitude": ",Appreciating being able to listen to my 90s R&B playlists whilst working from home"
  },
  {
    "user": "default",
    "gratitude": "Sara,Sara and Lucy thank you for being there for me as always. "
  },
  {
    "user": "default",
    "gratitude": "Sofiia,I am always by your fashion side and not only. Same as you're by mine."
  },
  {
    "user": "default",
    "gratitude": "Jay,What a great initiative Jay. Thank you TI team for ShoutOut and the gratitude wall"
  },
  {
    "user": "default",
    "gratitude": "Sean,Seano, thanks for all your guidance and wisdom in getting Taboola Ads to hit the GA milestone! We did it! KP x"
  },
  {
    "user": "default",
    "gratitude": "Simon,Thanks for being such a good colleague and team leader !"
  },
  {
    "user": "default",
    "gratitude": "Chris,Thanks for being a legend and growing those accounts boiii"
  },
  {
    "user": "default",
    "gratitude": "Daniel,Thanks for being an awesome manager, listening and suporting and always adding a laugh. Cheers Boss"
  },
  {
    "user": "default",
    "gratitude": "Ingo,Ingo, I'm grateful for your support and guidance from the very beginning of my journey in Taboola!"
  },
  {
    "user": "default",
    "gratitude": "Daniel,Daniel, thanks for being such a superstar, your humour and being calm in the face of big spreadsheets. You deserve a medal. \r\n\r\nRox"
  },
  {
    "user": "default",
    "gratitude": "Reut,Happy Boss's Day. I am so grateful to have you as my boss. You are amazing!!!"
  },
  {
    "user": "default",
    "gratitude": "Emir,Emir, \r\nI'm very grateful to have you as my manager. Thank you for being so awesome, so knowledgeable and so supportive! \r\nDariya"
  },
  {
    "user": "default",
    "gratitude": "Nadia,Thanks Nadia for your positive energy and your smile. It is so nice to work with you! "
  },
  {
    "user": "default",
    "gratitude": "Inaki,Thanks for your good vibes and your hard work!  You are a fast learner! Taboola is lucky to have you onboard :) "
  },
  {
    "user": "default",
    "gratitude": "Carlos,you are such a hard working person and you don't stop until you make things happen! Thanks for all that work ethic! I am so happy to have you in the team! \r\nLaura"
  },
  {
    "user": "default",
    "gratitude": "Guillermo,Guille, what a start at Taboola you had! Client calls are your specialty  :)  \r\nIt is great to have your positive energy in the team! \r\nLaura"
  },
  {
    "user": "default",
    "gratitude": "Viviana,I miss our office coffee breaks so much! I hope we can see each other very soon  :)\r\nLaura B"
  },
  {
    "user": "default",
    "gratitude": "Victoria,Thanks for always being there a"
  },
  {
    "user": "default",
    "gratitude": "Victoria,Thanks for always being there and happy to help with a big smile :) \r\nLB"
  },
  {
    "user": "default",
    "gratitude": "Laura,Gracias for your endless chats and always being here for me :) \r\nLB"
  },
  {
    "user": "default",
    "gratitude": "Caitlin,Thanks for the walking meeting the other day! it was great to catchup :) \r\nLB"
  },
  {
    "user": "default",
    "gratitude": "Laura,Everything is easier thanks to your support, hard-work and great vibes. I can't be happier to have you as a leader and mentor. IG"
  },
  {
    "user": "default",
    "gratitude": "Laura,Laura, many thanks for your daily support!! It´s great to work with you! Very grateful for all your hard work. :)\r\nC."
  },
  {
    "user": "default",
    "gratitude": "Dariya,Dariya!! Thanks so much for being AWSOME: always with a smile even during the toughest weeks. You've been a great support during the past year and I'm so gratefult to have you in the team. \r\nEmerging girls foreva!!\r\nLaura R"
  },
  {
    "user": "default",
    "gratitude": "Emma,Emma! thank you so much for your help on the Spanish market - I'm so impressed by your skills and great attitude!\r\nLaura R"
  },
  {
    "user": "default",
    "gratitude": "Emir,You're a legend :)"
  },
  {
    "user": "default",
    "gratitude": "Nigel,Nigel! thanks so much for your help in the past few weeks with Unidad and your patience with the culture shocking moments :p \r\nWe'll do great this year with NR in Spain, you'll see!\r\nLaura R"
  },
  {
    "user": "default",
    "gratitude": "Elad,Elad, you're a total legend, thanks for always being up for the impsossible, like meetings on Friday with Unidad, and help on any possible thing in the spanish marrket. You're the best\r\nLaura R"
  }
]
