[
  {
    "user": "default",
    "gratitude": "Toby: His requests are crystal clear that there is no confusion in understanding hence less back n forth. I admire him a lot"
  },
  {
    "user": "default",
    "gratitude": "I feel Ido has a mindset which resonates just like TI as he is always looking forward to finding a solution to the Problem rather than dragging things which actually makes us inclusive in those efforts.  Especially when he found that there was some problem with the partners raising cases and these cases were not reaching us, at this point he headed towards IS and got the problem resolved from the backend. Great going Ido and appreciate the way you have been managing the partners."
  },
  {
    "user": "default",
    "gratitude": "Toby: He was really really helpful with some of the cases where I needed help from the publisher’s side and I wanted some changes to make the implementation done. Appreciate his super helpful collaboration"
  },
  {
    "user": "default",
    "gratitude": "Ploy: Very sweet and polite while conversing"
  },
  {
    "user": "default",
    "gratitude": "Ploy: She has been extremely understanding whenever there was any request made by TI in terms of extension on bulks or asking her inclusion on any complex situations specially for Web2Form Cases. Really appreciate the spirit."
  },
  {
    "user": "default",
    "gratitude": "Alex Bezzo: Very thorough request with all the details needed for an implementation. It's great fun to work with Alex\r\n"
  },
  {
    "user": "default",
    "gratitude": "Lian L: Very nice person and respects our team a lot, also super understanding when it comes to our limitations. Thank you so much Liane"
  },
  {
    "user": "default",
    "gratitude": "Lian L: First of all, she mostly opens up good requests with complete details in it. She is really helpful regarding any of the changes that need to be done on the publisher’s site. Greatly appreciate it"
  },
  {
    "user": "default",
    "gratitude": "Giulliana:\r\nShe is fun to work with and always appreciates even little help. Collaboration and communication is great. Great to work with her as she is very techie and understand the implementation as well. I really like the way she explains things and is considerate about it. Her great communication skills helped and gave a clear idea about the requirements in one go. Thank you for being so amazing and cooperative."
  },
  {
    "user": "default",
    "gratitude": "Yameng: Respectful and very polite.  She always considers shift timing and shows patience. It's clear that Yameng cares about  work and takes the time to do it correctly. I especially liked how she specifically asks the client about their design preferences and layout. Thank you for being so understanding."
  },
  {
    "user": "default",
    "gratitude": "Yameng: Respectful and very polite.  She always considers shift timing and shows patience. It's clear that Yameng cares about  work and takes the time to do it correctly. I especially liked how she specifically asks the client about their design preferences and layout. Thank you for being so understanding."
  },
  {
    "user": "default",
    "gratitude": "Yameng: Thanks for being responsive  & your attention to detail helps us to reach perfection"
  },
  {
    "user": "default",
    "gratitude": "Tanya: It's a pleasure to work with Tanya. She defines everything so well and the cases she requests are quite easy to handle because of appropriate information."
  },
  {
    "user": "default",
    "gratitude": "Tanya: She is so precise with all the details and instruction in her cases. That, hardly there is any need to push back or any chance of misunderstanding. Appreciated."
  },
  {
    "user": "default",
    "gratitude": "Tanya Dhir:\r\nShe understands the situation really well and reacts accordingly to make sure we don’t have any issue with the case in the first place and implementation is done quickly and smoothly in one go. Thank you for doing this consistently."
  },
  {
    "user": "default",
    "gratitude": "Luisa Magalhães:\r\nShe has always been very supportive. I really admire how she always first asks about my well being. The way she shows trust and understands issues motivates us always to go the extra mile. :)"
  },
  {
    "user": "default",
    "gratitude": "Luisa Magalhães:\r\nCooperative and a good listener. She shows great trust and understands things very well. Very empathetic."
  },
  {
    "user": "default",
    "gratitude": "Melissa: You are excellent. Thank. you"
  },
  {
    "user": "default",
    "gratitude": "Neha Dawar: I really appreciate how you discuss the cases in detail which leads to no confusion and quick delivery. Thank you for all the support."
  },
  {
    "user": "default",
    "gratitude": "Neha Dawar: Thanks to you Neha, I genuinely appreciate our recent cases in which we have worked. Your brilliant way to make clients do the necessary changes as per my request is excellent. Great work!"
  },
  {
    "user": "default",
    "gratitude": "Juliana: I would like to thank you for your kindly support. You are amazing."
  },
  {
    "user": "default",
    "gratitude": "Livia Matos :  I personally shared a good bond with her as she replies very politely and understands the issues very well. She also appreciates our work whenever required whether it’s on personal chat or in a survey."
  },
  {
    "user": "default",
    "gratitude": "Thyda: Very patient and have a great solution oriented approach."
  },
  {
    "user": "default",
    "gratitude": "Livia Matos: A HUGE Thank You for all your support while handling cases, i really appreciate you."
  },
  {
    "user": "default",
    "gratitude": "Adi Hirsch This is to let you know how much we are appreciating your support. We thank you for your hard work & collaboration."
  },
  {
    "user": "default",
    "gratitude": "She is very supportive when it comes to handling her bulk case as she understands all our dependencies and agrees to the deadline considering our work load. Thank you Emma"
  },
  {
    "user": "default",
    "gratitude": "Viviana: Thank you so much for all of your support in clarifying our doubts to deliver the perfect implementation —it has truly been an inspiration to work with you."
  },
  {
    "user": "default",
    "gratitude": "Viviana: Very supportive and understanding. Patience when tools or products take time. I remember when a publisher was complaining a lot related to next up and Explore More rendering on the page. Later, when we found out that the pub had implemented the code for the wrong type, Viviana took care of it and explained the same to the pub and it got fixed very quickly. Thank you for being cooperative and all your great feedback. The way you appreciate our work keeps us going."
  },
  {
    "user": "default",
    "gratitude": "Tamara: Words can neither qualify or quantify how cooperative, understanding  you are. I am forever grateful for your collaborative mindset!"
  },
  {
    "user": "default",
    "gratitude": "Tamara: Always explains the situation and shares the complete information shared by the publisher. Very supportive and understands the scenarios very well to cooperate with us. Gets on call sooner to check how implementation works and issues. Thank you for being prepared for our meetings and always listening."
  },
  {
    "user": "default",
    "gratitude": "Tamara: You are very polite and supportive, you discuss every detail about the case which really helps me to understand the case better and deliver it precisely."
  },
  {
    "user": "default",
    "gratitude": "David: Very descriptive and detailed information. It’s always a pleasure to work with David on any project. He is always available to discuss even minor details. Thank you for being patient and making our work easy."
  },
  {
    "user": "default",
    "gratitude": "Nico: Brilliant team lead and super collaborative. Always look for a big picture & find ways to improve the revenue for SMB. "
  },
  {
    "user": "default",
    "gratitude": "Arthur: Amazing leader with a lot of ground up experience."
  },
  {
    "user": "default",
    "gratitude": "I am really greatful to technological solution avaialble today that is enabling a seamless connection betwen people around the world. Hats off to the technologists. "
  },
  {
    "user": "default",
    "gratitude": "Thank you Leeko for always being so supportative and nice. Really appreciate it. "
  },
  {
    "user": "default",
    "gratitude": "So thankful of Taboola leadership team for allocating social and training budgets. This really means a lot "
  },
  {
    "user": "default",
    "gratitude": "I just love Taboola for giving so many opportunities to grow in my career like stretch assignment, innovation lab, projects like Taboola ShoutOut, The great wall of gratitude. Taboola is a truly people first company. "
  },
  {
    "user": "default",
    "gratitude": "I would like to say thanks to India Spirit committee for always having some or other activities that helps me connecting with my peers. Some of these activities are really impactul. Thank you so much everyone in Spirit Committee"
  },
  {
    "user": "default",
    "gratitude": "Over the past several weeks, I am feeling more confident and comfortable sharing my issues and concerns. Thank you everyone for creating this safe space for voicing out "
  },
  {
    "user": "default",
    "gratitude": "I am really greatful to my leadership Jay, Digvijay and Nidhi for helping me throughout my journey in Taboola and guiding me towads my growhpath."
  },
  {
    "user": "default",
    "gratitude": "Team CSD India your enourmous effort and contribution is highly commendable and I appreciate each and everyone of you for the hard work you're doing! Thanks 😊 "
  },
  {
    "user": "default",
    "gratitude": "Thank you Oshrat for your time and reviewing the great wall of gratitude"
  },
  {
    "user": "default",
    "gratitude": "Great Job Karan, Jackey, Suman & Aman. Thank You for all the support you have been providing to our clients and stretching your limits."
  },
  {
    "user": "default",
    "gratitude": "Hadas: Thank you for your partnership and ownership for PS global wellbeing activities "
  },
  {
    "user": "default",
    "gratitude": "I am amazed how much Taboola care for its employees. Great gesture TI management team by sending chocolate bouque. It has made my day. Thank you so much"
  },
  {
    "user": "default",
    "gratitude": "Harel you are truly inspirational and I have never seen a leader like you who is always on top of so many things specially those that matters to our people. "
  },
  {
    "user": "default",
    "gratitude": "Toby : He mostly\r\nopens up\r\nrequests with\r\ncomplete details in\r\nit or either consult abut it before opening it. Mostly he is always available for anything to discuss ! Great Mate"
  },
  {
    "user": "default",
    "gratitude": "YUTO: He is a hardworking man and really supportive and awesome with a span of few months he seems like a colleague to me ! cheers mate for been really supportive"
  },
  {
    "user": "default",
    "gratitude": "I want to thanks the management for been so supportive for all of us :) "
  },
  {
    "user": "default",
    "gratitude": "A heart filled with Gratitude for Adam, Eldal, Kristy, Harel, Jay and Nidhi for what you guys have been doing for our well being during this period of uncertaintly. Yet another big surprise for all. Thank you for you continious support and trust. "
  },
  {
    "user": "default",
    "gratitude": "Luiza: She is a great person and has a helplful nature. "
  },
  {
    "user": "default",
    "gratitude": "Thank you Taboola for approving such a generous budget on well being and for setting the office to work comfortably from home. It even further strengthen my belief that Taboola always put people in center of all their decision making. I can't thank enough. "
  },
  {
    "user": "default",
    "gratitude": "Thanks Team for the wonderful contribution."
  },
  {
    "user": "default",
    "gratitude": "Ploy,Great to have you in our group meeting last week. It was amazing to hear that our collaboration is working really well. Let's gear up for the great Q4 and congratulations on your promotion. "
  },
  {
    "user": "default",
    "gratitude": "Ti_global@taboola,So proud of all you for your dedication and committment to delight stakeholders with your excellent client centricity and superb delivery. Let's continue the momemtum as we are inching closure to Q4 which is the super critical quarter for all of us. "
  },
  {
    "user": "default",
    "gratitude": "Julie,Thank you JF for your excellent support in finding right canditates to backfill the open positions in Professional Services. Appreciate your help"
  },
  {
    "user": "default",
    "gratitude": "Jon,Thank you Jon for the inspiring initiative Around the World. It really connects Taboolars. "
  }
]
