[
  {
    "user": "default",
    "gratitude": "Thanks to our guest speakers @Scott Reason and @Alice Kenyon-Jones from the UK and @Becky Lazarus and @Mike Renfro for sharing client success stories during FIRE"
  },
  {
    "user": "default",
    "gratitude": "Shani thanks for the great presentation on Monday"
  },
  {
    "user": "default",
    "gratitude": "@bi-media for being such a great team, not matter what we help each other stay sane."
  },
  {
    "user": "default",
    "gratitude": "Thank you Baptiste for supporting us and closing many deals! "
  },
  {
    "user": "default",
    "gratitude": "Thank you Taboola for the wellbeing day!"
  },
  {
    "user": "default",
    "gratitude": "Thank you Adam for the great intiative about Taboola Well being day. It surely made me feel relaxed and got me energized to start working again."
  },
  {
    "user": "default",
    "gratitude": "Thank you for creating the great wall of gratitude!"
  },
  {
    "user": "default",
    "gratitude": "I would like to thanks and show my gratitude for @Bruna Llamana, who help me on my onboarding as a professional way and also for her friendship, whcich sticks until today :)"
  },
  {
    "user": "default",
    "gratitude": "It's unbelievable how Taboola treats our employees, clients and partners. I've never seen anything like that. Thank you SET, we have an amazing team working for an outstanding company!!!!"
  },
  {
    "user": "default",
    "gratitude": "Thanks @Theresa and @Kathryn for being always supportive and caring so much with us! "
  },
  {
    "user": "default",
    "gratitude": "Thank you @Emina, @Doerte @Janina @Pia @Bastian and @Alex for being such a great leadership team and stepping up to cover our lack of Country Manager in DACH."
  },
  {
    "user": "default",
    "gratitude": "Thank you @Claudia @Ileana and @Julia for all of your help on legal issues in DACH.  Sueddeutsche and privacy law challenges have been major efforts and I'm grateful to be working with you on these and for the understanding and humour you bring to our conversations."
  },
  {
    "user": "default",
    "gratitude": "I'd like to thank the SET and everyone at Taboola for the strength and support you have given us all this year! So proud to work for such a giving company!"
  },
  {
    "user": "default",
    "gratitude": "Thank you to every single Media Account Manager @ Taboola.  Your job is complex,  dynamic and ever-changing and each of you bring a unique value and positive atttidue to your clients every day.  For that, we are grateful because without you we would not be where we are today! Special shout out to Team EMEA :) "
  },
  {
    "user": "default",
    "gratitude": "Thanks Andres and Daniel for excellent custom reports for our DACH clients "
  },
  {
    "user": "default",
    "gratitude": "Thank you Daniela T for always being super supportive and leading the SMB team to greatness!"
  },
  {
    "user": "default",
    "gratitude": "Thanks to all the people who's names aren't on this wall who work tirelessly to make our technology run smoothly. The business truly appreciates this."
  },
  {
    "user": "default",
    "gratitude": "Thank you @Guilherme Lopes for your support and for helping me with everything since my first day (I miss eating bisnaguinhas 7am)"
  },
  {
    "user": "default",
    "gratitude": "Thanks my dear Brazilian pub AM team for always support and help me in every single way to go through everything. You guys are my dream team @anacarolinasalotti, @diegolopes, @fernandasene, @JulianaPadovani, @RicardoNery, @LuizaLapport e @crisIvonisko"
  },
  {
    "user": "default",
    "gratitude": "Thank you very much Brazilian Pub AM team, for all your help and affection since my first day!"
  },
  {
    "user": "default",
    "gratitude": "Thank you very much Brazilian AM team\r\nfor always support and help me, you guys are the best team ;)\r\n@Cris Rother?| \r\n@Tamiris Leite Gomes?| \r\n@Dayana Luiza?| \r\n@Thais Amaral?| "
  },
  {
    "user": "default",
    "gratitude": "Thanks @AnaGramz and @Chio for being so supportive through these times and taking care of all the CDMX team. "
  },
  {
    "user": "default",
    "gratitude": "Thanks to all the SAM team for always being there , for your support and the good mood every single day  @Ana @María @Melissa @Rocío @Mery @paty @Linda @Velentina @Diego"
  },
  {
    "user": "default",
    "gratitude": "Thanks to all the people in Taboola for making this company such a great place to work, even remotely :)"
  },
  {
    "user": "default",
    "gratitude": "Thanks Sean Surdovel for your CS help!"
  },
  {
    "user": "default",
    "gratitude": "Thank you @Noah, @Sean, and @Diana for always supporting me"
  },
  {
    "user": "default",
    "gratitude": "Kathryn,Thanks for your kindly support since my first week on Taboola. Missing the Happy Hour with you!"
  },
  {
    "user": "default",
    "gratitude": "Harel,Thanks a lot for all your and team support in this tough moment in LT-MX SAM. Very thankful :)"
  },
  {
    "user": "default",
    "gratitude": "Adriano,You are the best. Keeping support us with all your dedication :)"
  }
]
